Repository: twostraws/KickstartSDK
Catalog: Sources/KickstartExchange/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, sv, zh_hans, zh_hant

source: About this ad
es: Acerca de este anuncio
fr: À propos de cette annonce
sv: Om den här annonsen
zh_hans: 关于此广告
zh_hant: 關於此廣告

source: Ad
es: Anuncio
fr: Annonce
sv: Annons
zh_hans: 广告
zh_hant: 廣告

# Advertisement: %@. %@
source: Advertisement: %1$@. %2$@
es: Anuncio: %1$@. %2$@
fr: Annonce : %1$@. %2$@
sv: Annons: %1$@. %2$@
zh_hans: 广告：%1$@。%2$@
zh_hant: 廣告：%1$@。%2$@

source: Advertiser
es: Anunciante
fr: Annonceur
sv: Annonsör
zh_hans: 广告主
zh_hant: 廣告主

source: App Store availability
es: Disponibilidad en el App Store
fr: Disponibilité sur l’App Store
sv: Tillgänglighet i App Store
zh_hans: App Store 上架情况
zh_hant: App Store供應狀況

source: Broken App Store link
es: El enlace del App Store no funciona
fr: Lien App Store rompu
sv: Trasig App Store-länk
zh_hans: App Store 链接失效
zh_hant: App Store連結失效

source: Check your connection and try again.
es: Comprueba tu conexión y vuelve a intentarlo.
fr: Vérifiez votre connexion, puis réessayez.
sv: Kontrollera din anslutning och försök igen.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

source: Choose Another Reason
es: Elegir otro motivo
fr: Choisir un autre motif
sv: Välj en annan orsak
zh_hans: 选择其他原因
zh_hant: 選擇其他原因

source: Choose the reason that best describes the problem.
es: Elige el motivo que mejor describa el problema.
fr: Choisissez le motif qui décrit le mieux le problème.
sv: Välj den orsak som bäst beskriver problemet.
zh_hans: 请选择最符合问题情况的原因。
zh_hant: 請選擇最符合問題情況的原因。

source: Done
es: Hecho
fr: OK
sv: Klar
zh_hans: 完成
zh_hant: 完成

source: Get
es: Obtener
fr: Obtenir
sv: Hämta
zh_hans: 获取
zh_hant: 取得

source: Get %@
es: Obtener %@
fr: Obtenir %@
sv: Hämta %@
zh_hans: 获取 %@
zh_hant: 取得%@

source: It's inappropriate
es: Es inapropiado
fr: Contenu inapproprié
sv: Den är olämplig
zh_hans: 内容不当
zh_hant: 內容不當

source: It's misleading
es: Es engañoso
fr: Contenu trompeur
sv: Den är vilseledande
zh_hans: 内容具有误导性
zh_hant: 內容具有誤導性

source: Kickstart Exchange does not track you or your device.
es: Kickstart Exchange no te rastrea ni a ti ni a tu dispositivo.
fr: Kickstart Exchange ne vous suit pas à la trace, pas plus que votre appareil.
sv: Kickstart Exchange spårar inte dig eller din enhet.
zh_hans: Kickstart Exchange 不会跟踪你或你的设备。
zh_hant: Kickstart Exchange不會追蹤你或你的裝置。

source: No report was stored.
es: No se ha guardado ninguna denuncia.
fr: Aucun signalement n’a été enregistré.
sv: Ingen rapport sparades.
zh_hans: 未保存任何举报记录。
zh_hant: 未儲存任何回報資料。

source: Opens the App Store
es: Abre el App Store
fr: Ouvre l’App Store
sv: Öppnar App Store
zh_hans: 打开 App Store
zh_hant: 開啟App Store

source: Other
es: Otro
fr: Autre
sv: Annat
zh_hans: 其他
zh_hant: 其他

source: Privacy
es: Privacidad
fr: Confidentialité
sv: Integritet
zh_hans: 隐私
zh_hant: 隱私權

source: Report
es: Denunciar
fr: Signaler
sv: Rapportera
zh_hans: 举报
zh_hant: 回報問題

source: Report not sent
es: Denuncia no enviada
fr: Signalement non envoyé
sv: Rapporten skickades inte
zh_hans: 举报未发送
zh_hant: 無法送出回報

source: Report sent
es: Denuncia enviada
fr: Signalement envoyé
sv: Rapporten har skickats
zh_hans: 举报已发送
zh_hant: 回報已送出

source: Report this advertisement
es: Denunciar este anuncio
fr: Signaler cette annonce
sv: Rapportera den här annonsen
zh_hans: 举报此广告
zh_hant: 回報此廣告

source: Sending report…
es: Enviando denuncia…
fr: Envoi du signalement…
sv: Skickar rapport…
zh_hans: 正在发送举报…
zh_hant: 正在送出回報⋯⋯

source: Shows information about this advertisement
es: Muestra información sobre este anuncio
fr: Affiche des informations sur cette annonce
sv: Visar information om den här annonsen
zh_hans: 显示此广告的相关信息
zh_hant: 顯示此廣告的相關資訊

source: Test advert
es: Anuncio de prueba
fr: Annonce de test
sv: Testannons
zh_hans: 测试广告
zh_hant: 測試廣告

source: Test report complete
es: Denuncia de prueba completada
fr: Signalement de test terminé
sv: Testrapporten är klar
zh_hans: 测试举报已完成
zh_hant: 測試回報已完成

source: Thank you. We'll review it.
es: Gracias. La revisaremos.
fr: Merci. Nous allons l’examiner.
sv: Tack. Vi granskar den.
zh_hans: 谢谢，我们会审核此举报。
zh_hant: 謝謝你。我們會審查這份回報。

source: The app you’re using
es: La app que estás usando
fr: L’app que vous utilisez
sv: Appen du använder
zh_hans: 你正在使用的 App
zh_hant: 你正在使用的App

source: This ad is based on
es: Este anuncio se basa en
fr: Cette annonce repose sur
sv: Den här annonsen baseras på
zh_hans: 此广告的展示依据
zh_hant: 此廣告的顯示依據

source: This is a test advert, shown because the app is running from Xcode or the Simulator. It proves the Kickstart Exchange integration works, and no advertiser is charged for it. Real adverts appear once the app ships from the App Store.
es: Este anuncio de prueba se muestra porque la app se está ejecutando desde Xcode o el Simulador. Demuestra que la integración con Kickstart Exchange funciona y no se cobra a ningún anunciante. Los anuncios reales aparecerán cuando la app se publique en el App Store.
fr: Ceci est une annonce de test, affichée parce que l’app est lancée depuis Xcode ou le simulateur. Elle confirme que l’intégration de Kickstart Exchange fonctionne, et aucun annonceur n’est facturé. Les véritables annonces apparaîtront une fois l’app publiée sur l’App Store.
sv: Det här är en testannons som visas eftersom appen körs från Xcode eller simulatorn. Den bekräftar att integrationen med Kickstart Exchange fungerar, och ingen annonsör debiteras för den. Riktiga annonser visas när appen har publicerats på App Store.
zh_hans: 这是一条测试广告，因为 App 正通过 Xcode 或模拟器运行而显示。这表明 Kickstart Exchange 已成功集成，且不会向任何广告主收费。App 在 App Store 发布后，就会显示正式广告。
zh_hant: 這是測試廣告，因為此App正透過Xcode或模擬器執行而顯示。這表示Kickstart Exchange已成功整合，且不會向任何廣告主收費。正式廣告會在App透過App Store發佈後顯示。

source: Try Again
es: Volver a intentarlo
fr: Réessayer
sv: Försök igen
zh_hans: 重试
zh_hant: 再試一次

source: Your device platform
es: La plataforma de tu dispositivo
fr: La plateforme de votre appareil
sv: Din enhets plattform
zh_hans: 你的设备平台
zh_hant: 你的裝置平台
